[
    {
        "title": "Industry Attitude to GenAI",
        "titlePic": "https://drive.google.com/uc?export=view&id=1pWcMgQvg5cEYboG9SEakK4Y_uMBVAkyg",
        "desc": "On 19th December 2024, the GenAI Centre of Excellence, IEM, hosted the inaugural session of its Guest Speaker Series with a thought-provoking event titled “Industry Attitude to Gen AI.” Conducted at the 15th floor of Godrej Genesis, the session began at 11 AM and served as a platform for bridging academic learning with contemporary industry insights in the field of Generative AI. The keynote address was delivered by Mr. Shivaji Basu, Head of GenAI – HiTech Industry Vertical, who provided a comprehensive overview of how the industry is approaching GenAI in terms of adoption, implementation, challenges, and long-term vision. His session illuminated the practical impact of GenAI technologies across various sectors and underscored the importance of strategic alignment between technological capabilities and business objectives. Following the session, an engaging post-event quiz titled “AI-RENA” was conducted. Designed to reinforce key takeaways and test participants’ grasp of GenAI concepts, the quiz infused a competitive yet collaborative spirit into the event. Exciting prizes were awarded to top performers, adding a fun and rewarding conclusion to the learning experience. Overall, the event was a major step forward in GenAI CoE IEM’s mission to foster a vibrant, knowledge-driven community. By facilitating dialogue with industry leaders and incorporating interactive elements like quizzes, it continues to empower students and enthusiasts to navigate the evolving landscape of Generative AI with confidence and curiosity.",
        "organisedOn": "2024-12-19T00:00:00Z",
        "pic": [
            "https://drive.google.com/uc?export=view&id=1LWAArXLU2A1Z0oSB6lPJxSgvLyPWY1jJ",
            "https://drive.google.com/uc?export=view&id=1OVQoqA8VIEnq7BDIOhZyasggdnEdAwdg",
            "https://drive.google.com/uc?export=view&id=15F6yxoZh8EF2lcJEeZfWtbPoebKaI9gS",
            "https://drive.google.com/uc?export=view&id=1xvkb5uyM7rVZl3yoaRZO87c7bSXM7d_9",
            "https://drive.google.com/uc?export=view&id=1ZLNVBuLFK0osnGy-KDzj8n12qDF3xPY5",
            "https://drive.google.com/uc?export=view&id=1GO9nRTwi2f4hCOXthlNANcEuX-KjfRb-"
        ],
        "createdAt": "2024-12-19T12:00:00Z"
    },
    {
        "title": "Hands-on Agentic AI",
        "titlePic": "https://drive.google.com/uc?export=view&id=1PmLWOpVhpBtWRYkOmktj7pKM7v6B01zO",
        "desc": "As a part of the pre-conference workshops for IEM-ICDC 2025, the GenAI Centre of Excellence, IEM hosted a highly informative and interactive session titled “Hands-on Agentic AI” on Wednesday, 19th March 2025, from 11 AM to 1 PM. This workshop aimed to introduce participants to the rapidly evolving field of agentic AI, focusing on the foundational concepts, practical implementation strategies, and real-world applications of intelligent autonomous agents. The session featured Dr. Saptarsi Goswami, Head of the Department of Computer Science at Bangabasi Morning College, University of Calcutta, as the esteemed guest speaker. Dr. Goswami shared his in-depth expertise on the subject, guiding participants through key frameworks, toolkits, and use cases that showcased how agentic AI is transforming domains like data analysis and decision-making. Held at the Institute of Engineering and Management, this hands-on workshop was especially beneficial for students, researchers, and AI enthusiasts eager to explore the technical depth and future potential of agent-based systems. The session highlighted IEM’s dedication to bridging theoretical knowledge with real-world practice through engaging academic-industry events under its GenAI CoE banner.",
        "organisedOn": "2025-03-19T00:00:00Z",
        "pic": [
            "https://drive.google.com/uc?export=view&id=1gzi7wEYCUN93OUw2NkYORfEWVdXRFMnM",
            "https://drive.google.com/uc?export=view&id=1ucGmxV6fOGaCQBp7O_c1MRT45KhwsEQm",
            "https://drive.google.com/uc?export=view&id=1x34YC-ScioM9UQ0WeqFiQ7fgu3N0tJxA",
            "https://drive.google.com/uc?export=view&id=1OqU_1RsIOVATd7Kse51mN5KVgBj9r6B1",
            "https://drive.google.com/uc?export=view&id=1QdK7z_XqsUYU9upINp3bFPHp-js4MevO"
        ],
        "createdAt": "2025-03-19T12:00:00Z"
    },
    {
        "title": "Generative AI in Industry: Hope, Hype, or Reality?",
        "titlePic": "https://drive.google.com/uc?export=view&id=1VHccOmWF16llm0Z8xB98VtIFMaFWt186",
        "desc": "As part of its role as a proud technical partner of IEM ICDC 2025, the GenAI Centre of Excellence (IEM) organized an impactful panel discussion titled “Generative AI in Industry: Hope, Hype, or Reality?” on Friday, 11th April 2025, at the Software Technology Parks of India, Sector-V, Kolkata. This event brought together eminent industry leaders to share their insights on the real-world applications, challenges, and future of Generative AI. The distinguished panel featured Mrityunjoy Sen (Director, LTIMindtree), Suman Kumar Saha (Associate Director, Cognizant Technology Solutions), Tamal Datta (Managing Director, Skybuffer Solutions Pvt. Ltd), and Prabuddha Samaddar (Data & Analytics Program Manager, Tech Mahindra), who engaged in an enlightening discussion on whether Generative AI is a true industry revolution, a temporary hype, or a distant hope. The session, held from 12 PM to 1 PM, covered a wide range of topics including ethical considerations, enterprise integration, and the evolving role of AI in shaping business strategies. The discussion fostered an interactive environment where audience members had the opportunity to engage with the speakers and deepen their understanding of this transformative technology. The panel discussion was followed by “Quiz-GenAlous” on 12th April 2025, an exciting AI-themed quiz that tested participants' knowledge of Generative AI. Winners received certificates and attractive gifts, encouraging active engagement and learning. Participants were encouraged to follow the official Instagram page @iemgenai to stay updated on future events and opportunities. The success of this event highlighted IEM’s commitment to bridging the gap between academia and industry, and to promoting innovation in the field of Artificial Intelligence.",
        "organisedOn": "2025-04-11T00:00:00Z",
        "pic": [
            "https://drive.google.com/uc?export=view&id=1RgZq9dal34IS8jaxXcVPlF3eZ6MAEMBX",
            "https://drive.google.com/uc?export=view&id=1ZDrNCsCXeBZRA86rYgLnVf78nvKNLQ5F",
            "https://drive.google.com/uc?export=view&id=1N35bpQ_jNhtSSOyrx8dbL2NOqNNOhiC9",
            "https://drive.google.com/uc?export=view&id=14oBpC0Pk2NuWeYlT9etdK727nmMu7aDU",
            "https://drive.google.com/uc?export=view&id=1UgoLuqJqIc-pKblYoaWz2h11dYrsFjuA",
            "https://drive.google.com/uc?export=view&id=1A8rMt6w8nDbOnNfRCiq7KrN42_P_iPyH"
        ],
        "createdAt": "2025-04-11T12:00:00Z"
    },
    {
        "title": "Connect & Craft: Introduction, Networking & CV Workshop",
        "titlePic": "https://drive.google.com/uc?export=view&id=1L7emDWcEzujPWPjF3YjmXV4rO7pr8IEb",
        "desc": "On 9th May 2025, the GenAI Centre of Excellence, IEM, successfully organized a professional development session titled “Connect & Craft: Introduction, Networking & CV Workshop” at IEM Consultancy Services, 15th Floor, Godrej Genesis. The workshop aimed to equip students with essential career-building skills, focusing on effective self-introduction, professional networking strategies, and crafting impactful CVs to enhance their employability in a competitive job market. The session featured Mr. Biswajit Chaki, Head of Engineering Solutions at IEM Research Foundation, as the keynote speaker. With his deep industry insights and vast experience, Mr. Chaki guided participants through the nuances of building a strong professional identity, both online and offline. The workshop began at 10:00 AM and included practical tips, real-world scenarios, and interactive discussions, making it a highly engaging and informative experience for all attendees. The event served as an excellent opportunity for students to gain valuable guidance on presenting themselves confidently in academic and professional settings, reinforcing IEM’s commitment to holistic student development and career readiness.",
        "organisedOn": "2025-05-09T00:00:00Z",
        "pic": [
            "https://drive.google.com/uc?export=view&id=1qGJZaxy4M8I5W3t38uazdJqwkAk_83Jo",
            "https://drive.google.com/uc?export=view&id=1zpS1d44A2Uslf26vv68wTjdwy5P3lgwq",
            "https://drive.google.com/uc?export=view&id=1pVR2mx-JsXEOJYZZmyxvaDHTUhjecIKO"
        ],
        "createdAt": "2025-05-09T12:00:00Z"
    }
]